{
  "code_to_displayName": {
    "Nefty_Bitebit": "Bitebit",
    "Nefty_Dipking": "Dipking",
    "Nefty_Dinobit": "Dinobit",
    "Nefty_ShibaIgnite": "Shiba Ignite",
    "Nefty_Zzoo": "Zzoo",
    "Nefty_Blockchoy": "Block Choy",
    "Nefty_Number9": "Number 9",
    "Nefty_Axobubble": "Axobubble",
    "Nefty_Unika": "Unika",
    "Nefty_Chocomint": "Chocomint",
    "Nefty_Cybertooth": "Cybertooth",
    "Nefty_Wassie": "Wassie",
    "Nefty_Dracurve": "Dracurve",
    "Nefty_Raccoin": "Raccoin",
    "Nefty_Shibark": "Shibark",
    "Nefty_Unikirin": "Unikirin",
    "Nefty_Beeblock": "Beeblock",
    "Nefty_Chocorex": "Chocorex",
    "Nefty_Keybab": "Keybab"
  },
  "family_to_description": {
    "Bitebit": "Bitebit may look cuddly, but don't be fooled by its charm - those aren't paper hands... they're DIAMOND CLAWS!",
    "Dipking": "Dipking is bursting with personality and magical power, but handle with care - all that pent up energy may have EXPLOSIVE results!",
    "Dinobit": "Dinobit is big, strong and tough, but careful of that temper - Make it mad and watch out for a charge that can PLOW THROUGH EVERYTHING in its path!",
    "Shiba": "Shiba Ignite is always ready to jump into the heat of battle, but while it may not be the fastest - a helping paw is always there to DEFEND ITS ALLIES.",
    "Zzoo": "Zzoo has a big beak and a bad attitude, but if it's on your side, both can be an asset - SWIFT STRIKES make its mean streak your advantage!",
    "Blockchoy": "Block Choy may look tasty, but its real gift is far more delicious - a menu of healing powers is standing by to RE-FUEL its allies.",
    "Number9": "Number 9 is a solid choice despite appearances, but remember - it has to FLY THROUGH ENEMIES before it can attack them.",
    "Axobubble": "Axobubble is a born defender, but its magic is sneaky - buffs, curses and other mischief are sure to bubble up to HELP THE TEAM.",
    "Unika": "Unika is cool under pressure, but don't let its delicate appearance confuse you - it's ready with an ICE COLD STRIKE!",
    "Chocomint": "Chocomints are born with a remnant of their shells on their heads. To pass into adulthood, a joust between two young Chocomints takes place. The victor is the one who cracks its shell to unveil its cherry.",
    "Cybertooth": "Cybertooth uses its thick hide to fortify its defenses, skillfully weakening foes with its abilities to gain an advantage and deal significant damage.",
    "Wassie": "Wassie is a nimble Neftie known for harnessing its abilities to enhance its speed and inflict substantial damage.",
    "Dracurve": "Dracurve dictates the course of battle with shifts in stats and status effects. Exercise caution, for a few strategic choices can swiftly pave the way to devastation.",
    "Raccoin": "Raccoin's a sly, laid-back Neftie, known for its nimbleness and love for naps.",
    "Shibark": "Shibark is known to roam vast landscapes, unearthing treasures and marking its territory with resounding howls.",
    "Unikirin": "Each step Unikirin takes resonates with the crackle of electric energy, a testament to its wild and untamed spirit.",
    "Beeblock": "Beeblock, known for its calm nature, is tamed for its production of a deliciously sweet jelly named Nury. But when threatened, it delivers powerful stings, warding off any attacker.",
    "Chocorex": "Praised for its loyalty, Chocorex stands as a favored companion and trusted mount within Tokane. However, due to its limited intelligence, it requires skilled riders.",
    "Keybab": "When activating its self-defense mechanism, Keybab changes color to boiling red, and its spicy vapor makes anyone who inhales it shed tears.",
    "Bloomtail": "Bloomtail is a spirited Neftie fueled by the flower adorning its back. It is said that the flower occasionally affects its movements, adding an intriguing twist to its nature!"
  }
}
